const installationFree = {
  installationFree: [
    {
      detail:
        'แอร์ Wall type ติดผนัง ชุดละ {0} บาท พร้อมอุปกรณ์ แอร์ตั้งแขวน ตู้ตั้งพื้น สี่ทิศทาง',
      price: 2500,
    },
    {
      detail:
        'ท่อน้ำยาเป็นทองแดงพร้อมฉนวน ความยาวไม่เกิน 4 เมตร ส่วนเกินคิดเพิ่มเมตรละ {0} บาท',
      price: 500,
    },
    {
      detail:
        'สายไฟแกนคู่ความยาวไม่เกิน 10 เมตร ส่วนเกินคิดเพิ่มเมตรละ {0} บาท',
      price: 50,
    },
    {
      detail:
        'ขาแขวนคอนเดนซิ่ง เป็นอุปกรณ์ส่วนเพิ่ม {0} บาท',
      price: 500,
    },
  ],
  phoneNumber: ['081-4081020', '081-4417524'],
};
