import { faFilter } from '@fortawesome/free-solid-svg-icons';

const products = [
  {
    id: 1,
    name: 'Econo Air Mr. Slim',
    type: 'แอร์ผนัง',
    shortDescription:
      'Mitsubishi Electric air conditioners, inverter systems, clear that it is guaranteed that yes. The new standard in cooling Start at us.',
    properties: [
      'สารทำความเย็น R 32 สารทำความเย็นที่เป็นมิตรต่อสิ่งแวดล้อม ไม่มีส่วนผสมของคลอรีน ที่ไปทำลายโอโซนในชั้นบรรยากาศโลก',
      'Nano Platinum Filter แผ่นกรอง อากาศที่ผสมอนุภาคแพลตินั่มที่มีขนาดเล็กระดับนาโน ช่วยในการยับยั้งการเจริญเติบโตของแบลทีเรีย เชื้อรา และกลิ่นไม่พึ่งประสงค์',
      'Air Cleanning Filter แผ่นฟอกอากาศไฟฟ้าสถิตย์ดักจับฝุ่นละอองและเชื้อโรค',
      'Econo Cool ช่วยประหยัดพลังงานเพิ่มขึ้น 20 %',
      'Powerful Cool เพิ่มพลังการทำความเย็นได้อย่างรวดเร็ว',
      'Fuzzy Logic "I FEEL" Control ระบบควบคุมอุณหภูมิจากความรู้สึก Auto Restart ระบบเปิดเครื่องอัตโนมัติหลังเกิดกระแสไฟขัดข้อง 12 Hour ON/OFF Timer โปรแกรมการตั้งเวลาเปิด หรือ ปิด ล่วงหน้า 12 ชั่วโมง',
      'รับประกัน คอมเพรสเซอร์ 5 ปี แผงคอล์ยเย็น 3 ปี อะไหล่ภายในเครื่อง 1 ปี',
    ],
    featuries: [
      {
        title: 'ประหยัดไฟเบอร์ 5 ระดับ 1 ดาวทุกรุ่น',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/01-no5-1star.jpg',
        description: 'ได้รับฉลากประหยัดไฟเบอร์ 5 ระดับ 1 ดาวทุกรุ่นด้วยค่า SEER ตั้งแต่ 18.11 ขึ้นไปให้คุณประหยัดค่าไฟฟ้าในทุกการใช้งาน',
      },
      {
        title: 'สารทำความเย็น R32',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/02-r32.jpg',
        description: 'R32 เป็นสารทำความเย็นรักษ์โลกที่ใช้เป็นครั้งแรกในประเทศไทยโดยไดกิ้น มีความสามารถในการทำความเย็นมากกว่าสารทำความเย็น R22 และ R410A ทำให้คอมเพรสเซอร์ไม่ทำงานหนัก ส่งผลให้เย็นเร็วและประหยัดพลังงาน ไม่ทำลายชั้นบรรยากาศโอโซน และมีค่าศักยภาพที่ก่อให้เกิดภาวะโลกร้อน (GWP) น้อยกว่า R410A ถึง 3 เท่า ในประเทศญี่ปุ่นมียอดจำหน่ายสะสมเครื่องปรับอากาศแบบแยกส่วนติดผนังที่ใช้ R32 แล้วกว่าหนึ่งล้านเครื่อง',
      },
      {
        title: 'อินเวอร์เตอร์คอมเพรสเซอร์แบบสวิง',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/03-swing.jpg',
        description: 'คอมเพรสเซอร์แบบสวิงของไดกิ้นพิเศษกว่าระบบอินเวอร์เตอร์ทั่วไป โดยแกนและโรลเลอร์ในการหมุนนั้นเชื่อมต่อเป็นชิ้นเดียวกัน ช่วยลดแรงเสียดทานและการสั่นสะเทือนได้เป็นอย่างมาก ลดการรั่วไหลของสารทำความเย็นในขณะที่ทำการบีบอัด ทำให้การทำงานเงียบลงและมีประสิทธิภาพยิ่งขึ้น เมื่อเริ่มการทำงานระบบจะเร่งรอบของคอมเพรสเซอร์ทำให้เย็นเร็ว และเมื่อถึงอุณหภูมิที่ตั้งไว้ระบบจะลดรอบของคอมเพรสเซอร์ลง ทำให้อุณหภูมิคงที่ ลดเสียงและการกระชากไฟ ประหยัดพลังงานกว่าระบบที่ไม่ใช่อินเวอร์เตอร์',
      },
      {
        title: 'ปรับอุณหภูมิได้แม่นยำและเย็นขึ้น "Precise Cooling"',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/04-precise.jpg',
        description: 'รีโมทคอนโทรลแบบใหม่ สามารถปรับอุณหภูมิได้ครั้งละ 0.5 องศาเซลเซียส ทำให้คุณเข้าใกล้ความเย็นสบายที่สุดได้มากกว่า ทั้งยังสามารถปรับอุณหภูมิได้ต่ำสุดถึง 16 องศาเซลเซียส เพื่อความเย็นที่มากยิ่งขึ้น',
      },
      {
        title: 'ระบบป้องกันกลิ่นอับและเชื้อรา "Mold-proof Operation"',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/05-moldproof.jpg',
        description: 'โดยทั่วไปหากไม่ได้มีการทำความสะอาดเครื่องปรับอากาศเป็นเวลานาน เมื่อเปิดใช้งานอาจมีกลิ่นไม่พึงประสงค์จากเชื้อราที่สะสมอยู่บริเวณแผงคอยล์เย็นหรือถาดรองน้ำทิ้ง ไดกิ้นสามารถลดกลิ่นอับและเชื้อราภายในเครื่องได้ง่ายๆ โดยกดปุ่ม Mold ค้างไว้ 2 วินาที หลังจากที่กดปุ่มหยุดทำงาน คอมเพรสเซอร์จะหยุดทำงาน เครื่องปรับอากาศจะเปลี่ยนเป็นโหมดพัดลมโดยอัตโนมัติเพื่อลดความชื้นภายในเครื่องเป็นเวลา 1 ชั่วโมง ทำให้ลดกลิ่นอับขณะเริ่มทำงานใหม่',
      },
    ],
    prices: [
      { model: 'MS-GN 09 VF', btu: 9000, price: 11000 },
      { model: 'MS-GN 13 VF', btu: 13000, price: 13500 },
      { model: 'MS-GN 15 VF', btu: 15000, price: 16800 },
      { model: 'MS-GN 18 VF', btu: 18000, price: 20300 },
      { model: 'MS-GN 24 VF', btu: 24000, price: 34500 },
    ],
    IncludingInstallationFee: false,
    boxImage: '/images/simple-air-condition.jpg',
    images: ['/images/simple-air-condition.jpg'],
    minPrice: 11000,
    maxPrice: 34500,
    website: 'http://www.google.co.th',
    tags: ['Mitsubishi Electric', 'R32', 'New', 'Hot'],
  },
  {
    id: 2,
    name: 'Happy Inverter KS Series',
    type: 'แอร์ผนัง',
    shortDescription:
      'The latest air conditioner inverter in 2020, more economical Peace of mind with quality Happy with the coldness Works with sound quietly. Solution R32.',
    properties: [
      'สารทำความเย็น R 32 สารทำความเย็นที่เป็นมิตรต่อสิ่งแวดล้อม ไม่มีส่วนผสมของคลอรีน ที่ไปทำลายโอโซนในชั้นบรรยากาศโลก',
      'Nano Platinum Filter แผ่นกรอง อากาศที่ผสมอนุภาคแพลตินั่มที่มีขนาดเล็กระดับนาโน ช่วยในการยับยั้งการเจริญเติบโตของแบลทีเรีย เชื้อรา และกลิ่นไม่พึ่งประสงค์',
      'Air Cleanning Filter แผ่นฟอกอากาศไฟฟ้าสถิตย์ดักจับฝุ่นละอองและเชื้อโรค',
      'Econo Cool ช่วยประหยัดพลังงานเพิ่มขึ้น 20 %',
      'Powerful Cool เพิ่มพลังการทำความเย็นได้อย่างรวดเร็ว',
      'Fuzzy Logic "I FEEL" Control ระบบควบคุมอุณหภูมิจากความรู้สึก Auto Restart ระบบเปิดเครื่องอัตโนมัติหลังเกิดกระแสไฟขัดข้อง 12 Hour ON/OFF Timer โปรแกรมการตั้งเวลาเปิด หรือ ปิด ล่วงหน้า 12 ชั่วโมง',
      'รับประกัน คอมเพรสเซอร์ 5 ปี แผงคอล์ยเย็น 3 ปี อะไหล่ภายในเครื่อง 1 ปี',
    ],
    featuries: [
      {
        title: 'ประหยัดไฟเบอร์ 5 ระดับ 1 ดาวทุกรุ่น',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/01-no5-1star.jpg',
        description: 'ได้รับฉลากประหยัดไฟเบอร์ 5 ระดับ 1 ดาวทุกรุ่นด้วยค่า SEER ตั้งแต่ 18.11 ขึ้นไปให้คุณประหยัดค่าไฟฟ้าในทุกการใช้งาน',
      },
      {
        title: 'สารทำความเย็น R32',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/02-r32.jpg',
        description: 'R32 เป็นสารทำความเย็นรักษ์โลกที่ใช้เป็นครั้งแรกในประเทศไทยโดยไดกิ้น มีความสามารถในการทำความเย็นมากกว่าสารทำความเย็น R22 และ R410A ทำให้คอมเพรสเซอร์ไม่ทำงานหนัก ส่งผลให้เย็นเร็วและประหยัดพลังงาน ไม่ทำลายชั้นบรรยากาศโอโซน และมีค่าศักยภาพที่ก่อให้เกิดภาวะโลกร้อน (GWP) น้อยกว่า R410A ถึง 3 เท่า ในประเทศญี่ปุ่นมียอดจำหน่ายสะสมเครื่องปรับอากาศแบบแยกส่วนติดผนังที่ใช้ R32 แล้วกว่าหนึ่งล้านเครื่อง',
      },
      {
        title: 'อินเวอร์เตอร์คอมเพรสเซอร์แบบสวิง',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/03-swing.jpg',
        description: 'คอมเพรสเซอร์แบบสวิงของไดกิ้นพิเศษกว่าระบบอินเวอร์เตอร์ทั่วไป โดยแกนและโรลเลอร์ในการหมุนนั้นเชื่อมต่อเป็นชิ้นเดียวกัน ช่วยลดแรงเสียดทานและการสั่นสะเทือนได้เป็นอย่างมาก ลดการรั่วไหลของสารทำความเย็นในขณะที่ทำการบีบอัด ทำให้การทำงานเงียบลงและมีประสิทธิภาพยิ่งขึ้น เมื่อเริ่มการทำงานระบบจะเร่งรอบของคอมเพรสเซอร์ทำให้เย็นเร็ว และเมื่อถึงอุณหภูมิที่ตั้งไว้ระบบจะลดรอบของคอมเพรสเซอร์ลง ทำให้อุณหภูมิคงที่ ลดเสียงและการกระชากไฟ ประหยัดพลังงานกว่าระบบที่ไม่ใช่อินเวอร์เตอร์',
      },
      {
        title: 'ปรับอุณหภูมิได้แม่นยำและเย็นขึ้น "Precise Cooling"',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/04-precise.jpg',
        description: 'รีโมทคอนโทรลแบบใหม่ สามารถปรับอุณหภูมิได้ครั้งละ 0.5 องศาเซลเซียส ทำให้คุณเข้าใกล้ความเย็นสบายที่สุดได้มากกว่า ทั้งยังสามารถปรับอุณหภูมิได้ต่ำสุดถึง 16 องศาเซลเซียส เพื่อความเย็นที่มากยิ่งขึ้น',
      },
      {
        title: 'ระบบป้องกันกลิ่นอับและเชื้อรา "Mold-proof Operation"',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/05-moldproof.jpg',
        description: 'โดยทั่วไปหากไม่ได้มีการทำความสะอาดเครื่องปรับอากาศเป็นเวลานาน เมื่อเปิดใช้งานอาจมีกลิ่นไม่พึงประสงค์จากเชื้อราที่สะสมอยู่บริเวณแผงคอยล์เย็นหรือถาดรองน้ำทิ้ง ไดกิ้นสามารถลดกลิ่นอับและเชื้อราภายในเครื่องได้ง่ายๆ โดยกดปุ่ม Mold ค้างไว้ 2 วินาที หลังจากที่กดปุ่มหยุดทำงาน คอมเพรสเซอร์จะหยุดทำงาน เครื่องปรับอากาศจะเปลี่ยนเป็นโหมดพัดลมโดยอัตโนมัติเพื่อลดความชื้นภายในเครื่องเป็นเวลา 1 ชั่วโมง ทำให้ลดกลิ่นอับขณะเริ่มทำงานใหม่',
      },
    ],
    boxImage: '/images/simple-air-condition.jpg',
    images: ['/images/simple-air-condition.jpg'],
    minPrice: 13100,
    maxPrice: 36500,
    tags: ['Mitsubishi Electric', 'R32', 'New', 'Inverter'],
  },
  {
    id: 3,
    name: '3D Move Eye Human Sensor',
    type: 'แอร์ผนัง',
    shortDescription:
      'Superior with modern design Air conditioners LN Series With intelligent technology Inverter system Cost effective',
    properties: [
      'สารทำความเย็น R 32 สารทำความเย็นที่เป็นมิตรต่อสิ่งแวดล้อม ไม่มีส่วนผสมของคลอรีน ที่ไปทำลายโอโซนในชั้นบรรยากาศโลก',
      'Nano Platinum Filter แผ่นกรอง อากาศที่ผสมอนุภาคแพลตินั่มที่มีขนาดเล็กระดับนาโน ช่วยในการยับยั้งการเจริญเติบโตของแบลทีเรีย เชื้อรา และกลิ่นไม่พึ่งประสงค์',
      'Air Cleanning Filter แผ่นฟอกอากาศไฟฟ้าสถิตย์ดักจับฝุ่นละอองและเชื้อโรค',
      'Econo Cool ช่วยประหยัดพลังงานเพิ่มขึ้น 20 %',
      'Powerful Cool เพิ่มพลังการทำความเย็นได้อย่างรวดเร็ว',
      'Fuzzy Logic "I FEEL" Control ระบบควบคุมอุณหภูมิจากความรู้สึก Auto Restart ระบบเปิดเครื่องอัตโนมัติหลังเกิดกระแสไฟขัดข้อง 12 Hour ON/OFF Timer โปรแกรมการตั้งเวลาเปิด หรือ ปิด ล่วงหน้า 12 ชั่วโมง',
      'รับประกัน คอมเพรสเซอร์ 5 ปี แผงคอล์ยเย็น 3 ปี อะไหล่ภายในเครื่อง 1 ปี',
    ],
    featuries: [
      {
        title: 'ประหยัดไฟเบอร์ 5 ระดับ 1 ดาวทุกรุ่น',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/01-no5-1star.jpg',
        description: 'ได้รับฉลากประหยัดไฟเบอร์ 5 ระดับ 1 ดาวทุกรุ่นด้วยค่า SEER ตั้งแต่ 18.11 ขึ้นไปให้คุณประหยัดค่าไฟฟ้าในทุกการใช้งาน',
      },
      {
        title: 'สารทำความเย็น R32',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/02-r32.jpg',
        description: 'R32 เป็นสารทำความเย็นรักษ์โลกที่ใช้เป็นครั้งแรกในประเทศไทยโดยไดกิ้น มีความสามารถในการทำความเย็นมากกว่าสารทำความเย็น R22 และ R410A ทำให้คอมเพรสเซอร์ไม่ทำงานหนัก ส่งผลให้เย็นเร็วและประหยัดพลังงาน ไม่ทำลายชั้นบรรยากาศโอโซน และมีค่าศักยภาพที่ก่อให้เกิดภาวะโลกร้อน (GWP) น้อยกว่า R410A ถึง 3 เท่า ในประเทศญี่ปุ่นมียอดจำหน่ายสะสมเครื่องปรับอากาศแบบแยกส่วนติดผนังที่ใช้ R32 แล้วกว่าหนึ่งล้านเครื่อง',
      },
      {
        title: 'อินเวอร์เตอร์คอมเพรสเซอร์แบบสวิง',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/03-swing.jpg',
        description: 'คอมเพรสเซอร์แบบสวิงของไดกิ้นพิเศษกว่าระบบอินเวอร์เตอร์ทั่วไป โดยแกนและโรลเลอร์ในการหมุนนั้นเชื่อมต่อเป็นชิ้นเดียวกัน ช่วยลดแรงเสียดทานและการสั่นสะเทือนได้เป็นอย่างมาก ลดการรั่วไหลของสารทำความเย็นในขณะที่ทำการบีบอัด ทำให้การทำงานเงียบลงและมีประสิทธิภาพยิ่งขึ้น เมื่อเริ่มการทำงานระบบจะเร่งรอบของคอมเพรสเซอร์ทำให้เย็นเร็ว และเมื่อถึงอุณหภูมิที่ตั้งไว้ระบบจะลดรอบของคอมเพรสเซอร์ลง ทำให้อุณหภูมิคงที่ ลดเสียงและการกระชากไฟ ประหยัดพลังงานกว่าระบบที่ไม่ใช่อินเวอร์เตอร์',
      },
      {
        title: 'ปรับอุณหภูมิได้แม่นยำและเย็นขึ้น "Precise Cooling"',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/04-precise.jpg',
        description: 'รีโมทคอนโทรลแบบใหม่ สามารถปรับอุณหภูมิได้ครั้งละ 0.5 องศาเซลเซียส ทำให้คุณเข้าใกล้ความเย็นสบายที่สุดได้มากกว่า ทั้งยังสามารถปรับอุณหภูมิได้ต่ำสุดถึง 16 องศาเซลเซียส เพื่อความเย็นที่มากยิ่งขึ้น',
      },
      {
        title: 'ระบบป้องกันกลิ่นอับและเชื้อรา "Mold-proof Operation"',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/05-moldproof.jpg',
        description: 'โดยทั่วไปหากไม่ได้มีการทำความสะอาดเครื่องปรับอากาศเป็นเวลานาน เมื่อเปิดใช้งานอาจมีกลิ่นไม่พึงประสงค์จากเชื้อราที่สะสมอยู่บริเวณแผงคอยล์เย็นหรือถาดรองน้ำทิ้ง ไดกิ้นสามารถลดกลิ่นอับและเชื้อราภายในเครื่องได้ง่ายๆ โดยกดปุ่ม Mold ค้างไว้ 2 วินาที หลังจากที่กดปุ่มหยุดทำงาน คอมเพรสเซอร์จะหยุดทำงาน เครื่องปรับอากาศจะเปลี่ยนเป็นโหมดพัดลมโดยอัตโนมัติเพื่อลดความชื้นภายในเครื่องเป็นเวลา 1 ชั่วโมง ทำให้ลดกลิ่นอับขณะเริ่มทำงานใหม่',
      },
    ],
    boxImage: '/images/simple-air-condition.jpg',
    images: ['/images/simple-air-condition.jpg'],
    minPrice: 28800,
    maxPrice: 43600,
    tags: ['Mitsubishi Electric', 'R32'],
  },
  {
    id: 4,
    name: 'Super Inverter',
    type: 'แอร์ผนัง',
    shortDescription:
      'The best in cooling technology Cost effective, energy saving with Dual Barrier Coating, reducing dust adhesion',
    properties: [
      'สารทำความเย็น R 32 สารทำความเย็นที่เป็นมิตรต่อสิ่งแวดล้อม ไม่มีส่วนผสมของคลอรีน ที่ไปทำลายโอโซนในชั้นบรรยากาศโลก',
      'Nano Platinum Filter แผ่นกรอง อากาศที่ผสมอนุภาคแพลตินั่มที่มีขนาดเล็กระดับนาโน ช่วยในการยับยั้งการเจริญเติบโตของแบลทีเรีย เชื้อรา และกลิ่นไม่พึ่งประสงค์',
      'Air Cleanning Filter แผ่นฟอกอากาศไฟฟ้าสถิตย์ดักจับฝุ่นละอองและเชื้อโรค',
      'Econo Cool ช่วยประหยัดพลังงานเพิ่มขึ้น 20 %',
      'Powerful Cool เพิ่มพลังการทำความเย็นได้อย่างรวดเร็ว',
      'Fuzzy Logic "I FEEL" Control ระบบควบคุมอุณหภูมิจากความรู้สึก Auto Restart ระบบเปิดเครื่องอัตโนมัติหลังเกิดกระแสไฟขัดข้อง 12 Hour ON/OFF Timer โปรแกรมการตั้งเวลาเปิด หรือ ปิด ล่วงหน้า 12 ชั่วโมง',
      'รับประกัน คอมเพรสเซอร์ 5 ปี แผงคอล์ยเย็น 3 ปี อะไหล่ภายในเครื่อง 1 ปี',
    ],
    featuries: [
      {
        title: 'ประหยัดไฟเบอร์ 5 ระดับ 1 ดาวทุกรุ่น',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/01-no5-1star.jpg',
        description: 'ได้รับฉลากประหยัดไฟเบอร์ 5 ระดับ 1 ดาวทุกรุ่นด้วยค่า SEER ตั้งแต่ 18.11 ขึ้นไปให้คุณประหยัดค่าไฟฟ้าในทุกการใช้งาน',
      },
      {
        title: 'สารทำความเย็น R32',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/02-r32.jpg',
        description: 'R32 เป็นสารทำความเย็นรักษ์โลกที่ใช้เป็นครั้งแรกในประเทศไทยโดยไดกิ้น มีความสามารถในการทำความเย็นมากกว่าสารทำความเย็น R22 และ R410A ทำให้คอมเพรสเซอร์ไม่ทำงานหนัก ส่งผลให้เย็นเร็วและประหยัดพลังงาน ไม่ทำลายชั้นบรรยากาศโอโซน และมีค่าศักยภาพที่ก่อให้เกิดภาวะโลกร้อน (GWP) น้อยกว่า R410A ถึง 3 เท่า ในประเทศญี่ปุ่นมียอดจำหน่ายสะสมเครื่องปรับอากาศแบบแยกส่วนติดผนังที่ใช้ R32 แล้วกว่าหนึ่งล้านเครื่อง',
      },
      {
        title: 'อินเวอร์เตอร์คอมเพรสเซอร์แบบสวิง',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/03-swing.jpg',
        description: 'คอมเพรสเซอร์แบบสวิงของไดกิ้นพิเศษกว่าระบบอินเวอร์เตอร์ทั่วไป โดยแกนและโรลเลอร์ในการหมุนนั้นเชื่อมต่อเป็นชิ้นเดียวกัน ช่วยลดแรงเสียดทานและการสั่นสะเทือนได้เป็นอย่างมาก ลดการรั่วไหลของสารทำความเย็นในขณะที่ทำการบีบอัด ทำให้การทำงานเงียบลงและมีประสิทธิภาพยิ่งขึ้น เมื่อเริ่มการทำงานระบบจะเร่งรอบของคอมเพรสเซอร์ทำให้เย็นเร็ว และเมื่อถึงอุณหภูมิที่ตั้งไว้ระบบจะลดรอบของคอมเพรสเซอร์ลง ทำให้อุณหภูมิคงที่ ลดเสียงและการกระชากไฟ ประหยัดพลังงานกว่าระบบที่ไม่ใช่อินเวอร์เตอร์',
      },
      {
        title: 'ปรับอุณหภูมิได้แม่นยำและเย็นขึ้น "Precise Cooling"',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/04-precise.jpg',
        description: 'รีโมทคอนโทรลแบบใหม่ สามารถปรับอุณหภูมิได้ครั้งละ 0.5 องศาเซลเซียส ทำให้คุณเข้าใกล้ความเย็นสบายที่สุดได้มากกว่า ทั้งยังสามารถปรับอุณหภูมิได้ต่ำสุดถึง 16 องศาเซลเซียส เพื่อความเย็นที่มากยิ่งขึ้น',
      },
      {
        title: 'ระบบป้องกันกลิ่นอับและเชื้อรา "Mold-proof Operation"',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/05-moldproof.jpg',
        description: 'โดยทั่วไปหากไม่ได้มีการทำความสะอาดเครื่องปรับอากาศเป็นเวลานาน เมื่อเปิดใช้งานอาจมีกลิ่นไม่พึงประสงค์จากเชื้อราที่สะสมอยู่บริเวณแผงคอยล์เย็นหรือถาดรองน้ำทิ้ง ไดกิ้นสามารถลดกลิ่นอับและเชื้อราภายในเครื่องได้ง่ายๆ โดยกดปุ่ม Mold ค้างไว้ 2 วินาที หลังจากที่กดปุ่มหยุดทำงาน คอมเพรสเซอร์จะหยุดทำงาน เครื่องปรับอากาศจะเปลี่ยนเป็นโหมดพัดลมโดยอัตโนมัติเพื่อลดความชื้นภายในเครื่องเป็นเวลา 1 ชั่วโมง ทำให้ลดกลิ่นอับขณะเริ่มทำงานใหม่',
      },
    ],
    boxImage: '/images/simple-air-condition.jpg',
    images: ['/images/simple-air-condition.jpg'],
    minPrice: 16000,
    maxPrice: 50800,
    tags: ['Mitsubishi Electric', 'R32', 'Inverter', 'Hot'],
  },
  {
    id: 5,
    name: '3D Move Eye Human Sensor',
    type: 'แอร์ผนัง',
    shortDescription:
      'Superior with modern design Air conditioners LN Series With intelligent technology Inverter system Cost effective',
    properties: [
      'สารทำความเย็น R 32 สารทำความเย็นที่เป็นมิตรต่อสิ่งแวดล้อม ไม่มีส่วนผสมของคลอรีน ที่ไปทำลายโอโซนในชั้นบรรยากาศโลก',
      'Nano Platinum Filter แผ่นกรอง อากาศที่ผสมอนุภาคแพลตินั่มที่มีขนาดเล็กระดับนาโน ช่วยในการยับยั้งการเจริญเติบโตของแบลทีเรีย เชื้อรา และกลิ่นไม่พึ่งประสงค์',
      'Air Cleanning Filter แผ่นฟอกอากาศไฟฟ้าสถิตย์ดักจับฝุ่นละอองและเชื้อโรค',
      'Econo Cool ช่วยประหยัดพลังงานเพิ่มขึ้น 20 %',
      'Powerful Cool เพิ่มพลังการทำความเย็นได้อย่างรวดเร็ว',
      'Fuzzy Logic "I FEEL" Control ระบบควบคุมอุณหภูมิจากความรู้สึก Auto Restart ระบบเปิดเครื่องอัตโนมัติหลังเกิดกระแสไฟขัดข้อง 12 Hour ON/OFF Timer โปรแกรมการตั้งเวลาเปิด หรือ ปิด ล่วงหน้า 12 ชั่วโมง',
      'รับประกัน คอมเพรสเซอร์ 5 ปี แผงคอล์ยเย็น 3 ปี อะไหล่ภายในเครื่อง 1 ปี',
    ],
    featuries: [
      {
        title: 'ประหยัดไฟเบอร์ 5 ระดับ 1 ดาวทุกรุ่น',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/01-no5-1star.jpg',
        description: 'ได้รับฉลากประหยัดไฟเบอร์ 5 ระดับ 1 ดาวทุกรุ่นด้วยค่า SEER ตั้งแต่ 18.11 ขึ้นไปให้คุณประหยัดค่าไฟฟ้าในทุกการใช้งาน',
      },
      {
        title: 'สารทำความเย็น R32',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/02-r32.jpg',
        description: 'R32 เป็นสารทำความเย็นรักษ์โลกที่ใช้เป็นครั้งแรกในประเทศไทยโดยไดกิ้น มีความสามารถในการทำความเย็นมากกว่าสารทำความเย็น R22 และ R410A ทำให้คอมเพรสเซอร์ไม่ทำงานหนัก ส่งผลให้เย็นเร็วและประหยัดพลังงาน ไม่ทำลายชั้นบรรยากาศโอโซน และมีค่าศักยภาพที่ก่อให้เกิดภาวะโลกร้อน (GWP) น้อยกว่า R410A ถึง 3 เท่า ในประเทศญี่ปุ่นมียอดจำหน่ายสะสมเครื่องปรับอากาศแบบแยกส่วนติดผนังที่ใช้ R32 แล้วกว่าหนึ่งล้านเครื่อง',
      },
      {
        title: 'อินเวอร์เตอร์คอมเพรสเซอร์แบบสวิง',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/03-swing.jpg',
        description: 'คอมเพรสเซอร์แบบสวิงของไดกิ้นพิเศษกว่าระบบอินเวอร์เตอร์ทั่วไป โดยแกนและโรลเลอร์ในการหมุนนั้นเชื่อมต่อเป็นชิ้นเดียวกัน ช่วยลดแรงเสียดทานและการสั่นสะเทือนได้เป็นอย่างมาก ลดการรั่วไหลของสารทำความเย็นในขณะที่ทำการบีบอัด ทำให้การทำงานเงียบลงและมีประสิทธิภาพยิ่งขึ้น เมื่อเริ่มการทำงานระบบจะเร่งรอบของคอมเพรสเซอร์ทำให้เย็นเร็ว และเมื่อถึงอุณหภูมิที่ตั้งไว้ระบบจะลดรอบของคอมเพรสเซอร์ลง ทำให้อุณหภูมิคงที่ ลดเสียงและการกระชากไฟ ประหยัดพลังงานกว่าระบบที่ไม่ใช่อินเวอร์เตอร์',
      },
      {
        title: 'ปรับอุณหภูมิได้แม่นยำและเย็นขึ้น "Precise Cooling"',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/04-precise.jpg',
        description: 'รีโมทคอนโทรลแบบใหม่ สามารถปรับอุณหภูมิได้ครั้งละ 0.5 องศาเซลเซียส ทำให้คุณเข้าใกล้ความเย็นสบายที่สุดได้มากกว่า ทั้งยังสามารถปรับอุณหภูมิได้ต่ำสุดถึง 16 องศาเซลเซียส เพื่อความเย็นที่มากยิ่งขึ้น',
      },
      {
        title: 'ระบบป้องกันกลิ่นอับและเชื้อรา "Mold-proof Operation"',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/05-moldproof.jpg',
        description: 'โดยทั่วไปหากไม่ได้มีการทำความสะอาดเครื่องปรับอากาศเป็นเวลานาน เมื่อเปิดใช้งานอาจมีกลิ่นไม่พึงประสงค์จากเชื้อราที่สะสมอยู่บริเวณแผงคอยล์เย็นหรือถาดรองน้ำทิ้ง ไดกิ้นสามารถลดกลิ่นอับและเชื้อราภายในเครื่องได้ง่ายๆ โดยกดปุ่ม Mold ค้างไว้ 2 วินาที หลังจากที่กดปุ่มหยุดทำงาน คอมเพรสเซอร์จะหยุดทำงาน เครื่องปรับอากาศจะเปลี่ยนเป็นโหมดพัดลมโดยอัตโนมัติเพื่อลดความชื้นภายในเครื่องเป็นเวลา 1 ชั่วโมง ทำให้ลดกลิ่นอับขณะเริ่มทำงานใหม่',
      },
    ],
    boxImage: '/images/simple-air-condition.jpg',
    images: ['/images/simple-air-condition.jpg'],
    minPrice: 28800,
    maxPrice: 43600,
    tags: ['Mitsubishi Electric', 'R32', 'Hot'],
  },
  {
    id: 6,
    name: 'Super Inverter',
    type: 'แอร์ผนัง',
    shortDescription:
      'The best in cooling technology Cost effective, energy saving with Dual Barrier Coating, reducing dust adhesion',
    properties: [
      'สารทำความเย็น R 32 สารทำความเย็นที่เป็นมิตรต่อสิ่งแวดล้อม ไม่มีส่วนผสมของคลอรีน ที่ไปทำลายโอโซนในชั้นบรรยากาศโลก',
      'Nano Platinum Filter แผ่นกรอง อากาศที่ผสมอนุภาคแพลตินั่มที่มีขนาดเล็กระดับนาโน ช่วยในการยับยั้งการเจริญเติบโตของแบลทีเรีย เชื้อรา และกลิ่นไม่พึ่งประสงค์',
      'Air Cleanning Filter แผ่นฟอกอากาศไฟฟ้าสถิตย์ดักจับฝุ่นละอองและเชื้อโรค',
      'Econo Cool ช่วยประหยัดพลังงานเพิ่มขึ้น 20 %',
      'Powerful Cool เพิ่มพลังการทำความเย็นได้อย่างรวดเร็ว',
      'Fuzzy Logic "I FEEL" Control ระบบควบคุมอุณหภูมิจากความรู้สึก Auto Restart ระบบเปิดเครื่องอัตโนมัติหลังเกิดกระแสไฟขัดข้อง 12 Hour ON/OFF Timer โปรแกรมการตั้งเวลาเปิด หรือ ปิด ล่วงหน้า 12 ชั่วโมง',
      'รับประกัน คอมเพรสเซอร์ 5 ปี แผงคอล์ยเย็น 3 ปี อะไหล่ภายในเครื่อง 1 ปี',
    ],
    featuries: [
      {
        title: 'ประหยัดไฟเบอร์ 5 ระดับ 1 ดาวทุกรุ่น',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/01-no5-1star.jpg',
        description: 'ได้รับฉลากประหยัดไฟเบอร์ 5 ระดับ 1 ดาวทุกรุ่นด้วยค่า SEER ตั้งแต่ 18.11 ขึ้นไปให้คุณประหยัดค่าไฟฟ้าในทุกการใช้งาน',
      },
      {
        title: 'สารทำความเย็น R32',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/02-r32.jpg',
        description: 'R32 เป็นสารทำความเย็นรักษ์โลกที่ใช้เป็นครั้งแรกในประเทศไทยโดยไดกิ้น มีความสามารถในการทำความเย็นมากกว่าสารทำความเย็น R22 และ R410A ทำให้คอมเพรสเซอร์ไม่ทำงานหนัก ส่งผลให้เย็นเร็วและประหยัดพลังงาน ไม่ทำลายชั้นบรรยากาศโอโซน และมีค่าศักยภาพที่ก่อให้เกิดภาวะโลกร้อน (GWP) น้อยกว่า R410A ถึง 3 เท่า ในประเทศญี่ปุ่นมียอดจำหน่ายสะสมเครื่องปรับอากาศแบบแยกส่วนติดผนังที่ใช้ R32 แล้วกว่าหนึ่งล้านเครื่อง',
      },
      {
        title: 'อินเวอร์เตอร์คอมเพรสเซอร์แบบสวิง',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/03-swing.jpg',
        description: 'คอมเพรสเซอร์แบบสวิงของไดกิ้นพิเศษกว่าระบบอินเวอร์เตอร์ทั่วไป โดยแกนและโรลเลอร์ในการหมุนนั้นเชื่อมต่อเป็นชิ้นเดียวกัน ช่วยลดแรงเสียดทานและการสั่นสะเทือนได้เป็นอย่างมาก ลดการรั่วไหลของสารทำความเย็นในขณะที่ทำการบีบอัด ทำให้การทำงานเงียบลงและมีประสิทธิภาพยิ่งขึ้น เมื่อเริ่มการทำงานระบบจะเร่งรอบของคอมเพรสเซอร์ทำให้เย็นเร็ว และเมื่อถึงอุณหภูมิที่ตั้งไว้ระบบจะลดรอบของคอมเพรสเซอร์ลง ทำให้อุณหภูมิคงที่ ลดเสียงและการกระชากไฟ ประหยัดพลังงานกว่าระบบที่ไม่ใช่อินเวอร์เตอร์',
      },
      {
        title: 'ปรับอุณหภูมิได้แม่นยำและเย็นขึ้น "Precise Cooling"',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/04-precise.jpg',
        description: 'รีโมทคอนโทรลแบบใหม่ สามารถปรับอุณหภูมิได้ครั้งละ 0.5 องศาเซลเซียส ทำให้คุณเข้าใกล้ความเย็นสบายที่สุดได้มากกว่า ทั้งยังสามารถปรับอุณหภูมิได้ต่ำสุดถึง 16 องศาเซลเซียส เพื่อความเย็นที่มากยิ่งขึ้น',
      },
      {
        title: 'ระบบป้องกันกลิ่นอับและเชื้อรา "Mold-proof Operation"',
        image: 'https://www.daikin.co.th/wp-content/uploads/2020/02/05-moldproof.jpg',
        description: 'โดยทั่วไปหากไม่ได้มีการทำความสะอาดเครื่องปรับอากาศเป็นเวลานาน เมื่อเปิดใช้งานอาจมีกลิ่นไม่พึงประสงค์จากเชื้อราที่สะสมอยู่บริเวณแผงคอยล์เย็นหรือถาดรองน้ำทิ้ง ไดกิ้นสามารถลดกลิ่นอับและเชื้อราภายในเครื่องได้ง่ายๆ โดยกดปุ่ม Mold ค้างไว้ 2 วินาที หลังจากที่กดปุ่มหยุดทำงาน คอมเพรสเซอร์จะหยุดทำงาน เครื่องปรับอากาศจะเปลี่ยนเป็นโหมดพัดลมโดยอัตโนมัติเพื่อลดความชื้นภายในเครื่องเป็นเวลา 1 ชั่วโมง ทำให้ลดกลิ่นอับขณะเริ่มทำงานใหม่',
      },
    ],
    boxImage: '/images/simple-air-condition.jpg',
    images: ['/images/simple-air-condition.jpg'],
    minPrice: 16000,
    maxPrice: 50800,
    tags: ['Mitsubishi Electric', 'R32', 'Inverter', 'Hot'],
  },
];

export default products;
